Repository: open-data/ckanext-fgp
Catalog: i18n/*/LC_MESSAGES/fgp.po
Languages: fr

source: en
fr: fr

source: <p>Select this link to use Google's URL shortening service to generate a concise and easilyshareable link to the current state of the RAMP map viewer.</p><h4>Email</h4>
fr: <p>Cliquez ce lien pour utiliser le service de raccourci URL de Google pour générer un lienconcis et aisément partageable vers l’état actuel du visualiseur de cartes PCAR.</p><h4>Courriel</h4>

source: <p>Select this link to open a new email in your default mail client, with the URL contained inthe body for convenient sharing.</p>
fr: <p>Cliquez ce lien pour ouvrir un nouveau message dans votre service de courriel par défaut;l’URL sera insérée dans le corps du message, permettant de la partager aisément.</p>

source: <p>There are three types of layers that can reside in the Dataset tab.<ul><li>Feature layers represent data that can be interacted with on the map, and viewed in the data grid.</li><li>Static layers provide additional geographical context against the basemap. They are not interactive and do not show in the data grid.</li><li>WMS layers provide an overlay of data from a Web Map Service. They can support a click interaction on the map, and do not show in the data grid.</li></ul>
fr: <p>Trois types de couche peuvent être présentés sous l’onglet « Ensemble de données ».<ul><li>Les couches d’éléments interactifs affichent des données avec lesquelles on peut interagir sur la carte, et qui peuvent être affichées dans la grille de données.</li><li>Les couches statiques ajoutent un contexte géographique au fond de carte. Elles ne sont pas interactives et ne sont pas affichées dans la grille de données.</li><li>Les couches SCW sont des couches superposées de données fournies par un service de cartes Web. Ces données sont interactives sur la carte, mais ne sont pas affichées dans la grille de données.</li></ul>

source: <p>Click and drag the 6 dots to the left of the dataset up or down to re-order the layers onthe map interface.</p><p>While all layers can be re-ordered, WMS layers and Feature / Static layers may not be mixedtogether. WMS layers will always be displayed beneath the other layers, but may bere-ordered amongst other WMS layers.</p>
fr: <p>Cliquez et faites glisser les six points à gauche de l’ensemble de données vers le haut ouvers le bas pour changer l’ordre d’affichage des couches sur la carte.</p><p>L’ordre des couches peut être modifié, mais les couches SCW et les couches d’élémentsinteractifs ou les couches statiques ne peuvent être combinées. Les couches SCW seronttoujours affichées sous les autres couches; toutefois, leur ordre d’affichage peut êtremodifié parmi les autres couches SCW.</p>

source: <p>Select the "Metadata" link to display relevant metadata for that source in a collapsibleInfo Panel.</p><h4>Layer Settings</h4><p>Select the "Settings" link to change layer's opacity using the slider control.</p>
fr: <p>Sélectionnez le lien « Métadonnées » pour afficher les métadonnées associées à cette sourcedans un panneau d’information repliable.</p><h4>Paramètres de la couche</h4><p>Sélectionnez le lien « Paramètres » pour modifier l’opacité de la couche à l’aide de labarre de contrôle.</p>

source: Use the far left and right arrows to jump to the first or last page, respectively, of theinformation in the data grid. Use the inner left and right buttons to move back or forwardone page at a time. Selecting the Page link will permit you to quickly jump to any page inthe data grid listing.</p><p>There is also a record count next to the pagination buttons, which indicates the number offeatures currently in the map extent versus the total number of features in the map
fr: <p>Utilisez les flèches à l’extrême droite et à l’extrême gauche pour atteindre la première oula dernière page de renseignements dans la grille de données. Utilisez les flèchesintérieures orientées vers la gauche ou vers la droite pour reculer ou avancer d’une page àla fois. Le lien « Page » permet de passer rapidement à la page désirée dans la grille dedonnées.</p><p>Le compteur d’éléments près des boutons de pagination indique le nombre d’éléments quiapparaissent dans l’affichage de la carte en cours par rapport au nombre total d’élémentsprésents sur la carte.</p>

source: <p>For any column, selecting the upward arrow will sort the extended grid in ascending orderby that column, selecting the downward arrow will sort the grid in descending order by thatcolumn.</p>
fr: <p>Toutes les colonnes de la grille étendue peuvent être triées dans l’ordre croissant encliquant sur la flèche orientée vers le haut. De même, un clic sur la flèche orientée versle bas activera le tri de la grille dans l’ordre décroissant en fonction de la colonnecorrespondante.</p>

source: <p>}Use the far left and right arrows to jump to the first or last page, respectively, of theinformation in the data grid. Use the inner left and right buttons to move back or forwardone page at a time. Selecting the Page link will permit you to quickly jump to any page inthe data grid listing.</p><p>There is also a record count next to the pagination buttons, which indicates the number offeatures currently in the map extent versus the total number of features in the map.</p>
fr: <p>Utilisez les flèches à l’extrême droite et à l’extrême gauche pour atteindre la première oula dernière page de renseignements dans la grille de données. Utilisez les flèchesintérieures orientées vers la gauche ou vers la droite pour reculer ou avancer d’une page àla fois. Le lien « Page » permet de passer rapidement à la page désirée dans la grille dedonnées.</p><p>Le compteur d’éléments près des boutons de pagination indique le nombre d’éléments quiapparaissent dans l’affichage de la carte en cours par rapport au nombre total d’élémentsprésents sur la carte.</p>

source: <p>Select a feature on the map interface, or select the Details link in the Data Grid. TheInfo Panel will display information related to the selected feature. Clicking away from thefeature or clicking the arrow in the top left corner of the panel will hide the display.</p>
fr: <p>Sélectionnez un élément interactif directement sur la carte ou cliquez sur le lien «Détails » dans la grille de données. Le panneau d’information affichera les renseignementsrelatifs à l’élément sélectionné. Un clic à côté de l’élément interactif ou sur la flèchesituée dans le coin supérieur gauche du panneau masquera l’affichage du panneau.</p>

source: <p>This page is WCAG 2.0 AA compliant.</p><h4>Keyboard Accessibility</h4><p>Keyboard functionality is provided as an alternative for users who are unable to use amouse. Use the Tab key to navigate forward to links and controls on the page. PressShift+Tab to go back one step. Use the Enter or Spacebar keys to activate links andcontrols.</p><h4>Navigation Controls</h4><p>Zoom Slider: With the Zoom Slider highlighted, use the Up arrow key to zoom in and the Downarrow key to zoom out.</p><h4>Datasets/Data Tabs</h4><p>With either the Datasets or Data tab highlighted, use the Left and Right arrow keys toswitch between them.</p><h4>Datasets Tab</h4><p>Within the Datasets tab, use the Up and Down arrow keys to navigate to different layers.With the layer handle (6 dots icon) highlighted, use Enter or Spacebar to grab the layer.Grabbed layers are indicated with a dark blue background. With the layer grabbed, use the Upor Down arrow keys to re-order the layers on the map interface. Press Enter or Spacebaragain to release the layer.</p>
fr: <p>Cette page respecte les règles pour l’accessibilité des contenusWeb WCAG 2.0 AA.</p><h4>Accessibilité au clavier</h4><p>La fonctionnalité du clavier est offerte en tant qu’alternative pour les utilisateurs quisont incapables d’utiliser une souris. Utilisez la touche de tabulation pour naviguer versles liens et les contrôles sur la page. Appuyez simultanément sur les touchesMajuscule+Tabulation pour revenir un pas en arrière. Utilisez la touche Entrée ou la barred’espace pour activer les liens et les contrôles.</p><h4>Contrôles de navigation</h4><p>Curseur de zoom : Avec le curseur de zoom sélectionné, utilisez la touche flèche orientéevers le haut pour effectuer un zoom avant; utilisez la touche flèche orientée vers le baspour effectuer un zoom arrière.</p><h4>Onglets « Ensembles de données » et « Données »</h4><p>Avec l’onglet « Ensembles de données » ou l’onglet « Données » sélectionné, utilisez lestouches flèches orientées vers la gauche ou vers la droite pour passer d’un onglet àl’autre.</p><h4>Onglet « Ensembles de données »</h4><p>Dans l’onglet « Ensembles de données », utilisez les flèches orientées vers le haut et versle bas pour naviguer entre les différentes couches. Avec la poignée de couche (l’icône à sixpoints) sélectionnée, utilisez la touche Entrée ou la barre d’espace pour saisir la couche.Les couches saisies sont identifiées par un fond bleu foncé. Avec la couche saisie, utilisezles flèches orientées vers le haut ou vers le bas pour réorganiser les couches surl’interface cartographique. Appuyez sur la touche Entrée ou la barre d’espace pour libérerla couche.</p>

source: <p>Any tool can be activated by clicking the appropriate button on the advanced toolbar.Clicking a second time will de-activate the tool, as will closing the advanced toolbar, orselecting a new tool.</p>
fr: <p>Cliquez sur le bouton « Avancée » dans la barre d’outils principale pour ouvrir la barred’outils avancée. Cliquez sur le bouton une deuxième fois fermera la barre d’outils avancéeet désactivera les outils activés.</p>

source: <p>Select the Population button to activate the population tool. Draw a polygon on the map andrelease the mouse. The population of people inside the polygon will be displayed in theresults window. The Clear button will erase an existing result from the map.</p>
fr: <p>Sélectionnez le bouton « Population » pour activer l’outil de population. Tracez unpolygone sur la carte, puis relâchez le bouton de la souris. Les renseignements sur lapopulation à l’intérieur du polygone seront affichés dans la fenêtre de résultats. Le bouton« Annuler » permet d’annuler les résultats générés.</p>

source: <p>Select the Buffer button to activate the buffer tool. Enter a desired buffer size inkilometers in the tool input. Draw a polygon on the map and release the mouse. A buffer ofthe desired size will be applied to the polygon and displayed.</p>
fr: <p>Cliquez sur le bouton « Délimitation » pour activer l’outil de délimitation. Saisissez lataille de délimitation désirée en kilomètres dans l’outil de saisie. Tracez un polygone surla carte, puis relâchez le bouton de la souris. Une délimitation de la taille désirée seraappliquée au polygone et affichée.</p>

source: <p>Select the Measure button to activate the tool. Draw a polygon on the map and release themouse. The area and the circumference of the polygon will be displayed in the resultswindow.</p>
fr: <p>Cliquez sur le bouton « Mesure » pour activer l’outil. Tracez un polygone sur la carte,puis relâchez le bouton de la souris. L’aire et le périmètre du polygone seront affichésédans la fenêtre de résultats.</p>

source: <p>Load times may vary based on network location and bandwidthavailability, and unanticipated behaviour may occur if any map interactions occur before datais fully loaded. Please allow the webpage to load completely before triggering any mapfunctions.</p>
fr: <p>La durée des chargements peut varier selon l’emplacement réseauet la disponibilité de la largeur de bande. Un comportement imprévu peut survenir lorsque desinteractions avec la carte ont lieu avant la conclusion du chargement des données. Veuillezpermettre le chargement complet de la page Web avant d’activer d’autres fonctions sur lacarte.</p>

source: <p>If the "Loading..." text appears in the lower right corner of map or the data griddisplays a loading message, please allow the loading indicator to disappear beforetriggering any function on the map.</p>
fr: <p>Lorsque la mention « Chargement » apparaît dans le coin inférieur droit de la carte oulorsque la grille de données affiche un message de chargement en cours, attendez quel’indicateur de chargement disparaisse avant d’activer d’autres fonctions sur lacarte.</p>

source: Geospatial Viewer
fr: visualiseur géospatiale

source: Get Link
fr: Obtenir le lien

source: Close
fr: Fermer

source: Short link
fr: Lien raccourci

source: Link to Map Viewer
fr: Lien vers le visualiseur de cartes

source: Email
fr: Courriel

source: Full Screen
fr: Plein écran

source: Help Sections
fr: Sections d'aide

source: Navigation Controls
fr: Contrôles de navigation

source: Navigation controls is used for changing the viewing extent of the map; the datagrid updates accordingly to what's viewable in the current extent.
fr: Les contrôles de navigation servent à modifier la taille de l’affichage de la carte; la grille de données sera actualisée et ajustée selon le contenu visible dans l’affichage en cours.

source: Map navigation controls
fr: Contrôles de navigation sur la carte

source: Click Pan North/South/East/West to move the map in that particular direction.<br>Click Canada View to view map at its full extent.<br>Click Zoom In/Out to change the map extent.<br>Click and drag the Zoom Slider to zoom in/out.<br>
fr: Cliquez sur Vers le nord / sud / est / ouest pour déplacer la carte dans une direction particulière.<br>Cliquez sur Voir Canada pour afficher la carte en entier.<br>Cliquez sur « Zoom avant » ou sur « Zoom arrière » pour modifier la taille de l’affichage de la carte.<br>Cliquez et faites glisser le curseur de zoom pour faire un zoom avant ou arrière.<br>

source: Basemaps
fr: Fonds de carte

source: The Basemap selector is used to modify the underlying basemap to provide a variety of geographical contexts.
fr: Utilisez le sélecteur de fond de carte pour remplacer le fond de carte et afficher divers contextes géographiques.

source: Usage
fr: Utilisation

source: Basemap selector widget
fr: Fenêtre de sélection de fond de carte

source: From the dropdown, select the basemap of your choice and the map display will update.
fr: Dans le menu déroulant, sélectionnez le fond de carte désiré et la carte sera actualisée en conséquence.

source: Adding a layer from web will allow you to reference data from publicly accessible mapping services as a view-only copy and compare it to other layers available inside the mapping application.
fr: Ajouter une couche provenant du Web vous permettra de consulter les données à partir des services de cartographie accessibles au public en tant que copie à affichage seule et de les comparer à d’autres couches disponibles dans l’application de cartographie.

source: Add layer widget
fr: Fenêtre d’ajout de couche
